package randomname

// AdjectiveSlice 形容词
var AdjectiveSlice = []string{
	"帅气", "迷人", "大汗淋漓", "朝气蓬勃", "隐身", "天神下凡", "快乐", "冷静", "醉熏", "潇洒", "糊涂", "积极",
	"冷酷", "深情", "粗暴", "温柔", "可爱", "愉快", "义气", "认真", "威武", "传统", "潇洒", "漂亮", "自然",
	"专一", "听话", "昏睡", "狂野", "等待", "搞怪", "幽默", "魁梧", "活泼", "开心", "高兴", "超帅", "留胡子",
	"坦率", "直率", "轻松", "痴情", "完美", "精明", "无聊", "有魅力", "丰富", "高挑", "傻傻", "冷艳", "爱听歌",
	"繁荣", "饱满", "炙热", "暴躁", "碧蓝", "俊逸", "英勇", "健忘", "故意", "无心", "土豪", "朴实", "兴奋",
	"幸福", "淡定", "不安", "阔达", "孤独", "独特", "疯狂", "时尚", "落后", "风趣", "忧伤", "大胆", "爱笑", "矮小",
	"健康", "合适", "玩命", "沉默", "斯文", "香蕉", "苹果", "鲤鱼", "鳗鱼", "任性", "细心", "粗心", "大意", "甜甜",
	"酷酷", "健壮", "英俊", "霸气", "阳光", "默默", "大力", "孝顺", "忧虑", "着急", "紧张", "善良", "凶狠", "害怕",
	"重要", "危机", "欢喜", "欣慰", "满意", "跳跃", "诚心", "称心", "如意", "怡然", "娇气", "无奈", "无语", "激动",
	"愤怒", "美好", "感动", "激情", "激昂", "震动", "虚拟", "超级", "寒冷", "精明", "明理", "犹豫", "忧郁", "寂寞",
	"奋斗", "勤奋", "现代", "过时", "稳重", "热情", "含蓄", "开放", "无辜", "多情", "纯真", "拉长", "热心", "从容",
	"体贴", "风中", "曾经", "追寻", "儒雅", "优雅", "开朗", "外向", "内向", "清爽", "文艺", "长情", "平常", "单身",
	"伶俐", "高大", "懦弱", "柔弱", "爱笑", "乐观", "耍酷", "酷炫", "神勇", "年轻", "唠叨", "瘦瘦", "无情", "包容",
	"顺心", "畅快", "舒适", "靓丽", "负责", "背后", "简单", "谦让", "彩色", "缥缈", "欢呼", "生动", "复杂", "慈祥",
	"仁爱", "魔幻", "虚幻", "淡然", "受伤", "雪白", "高高", "糟糕", "顺利", "闪闪", "羞涩", "缓慢", "迅速", "优秀",
	"聪明", "含糊", "俏皮", "淡淡", "坚强", "平淡", "欣喜", "能干", "灵巧", "友好", "机智", "机灵", "正直", "谨慎",
	"俭朴", "殷勤", "虚心", "辛勤", "自觉", "无私", "无限", "踏实", "老实", "现实", "可靠", "务实", "拼搏", "个性",
	"粗犷", "活力", "成就", "勤劳", "单纯", "落寞", "朴素", "悲凉", "忧心", "洁净", "清秀", "自由", "小巧", "单薄",
	"贪玩", "刻苦", "干净", "壮观", "和谐", "文静", "调皮", "害羞", "安详", "自信", "端庄", "坚定", "美满", "舒心",
	"温暖", "专注", "勤恳", "美丽", "腼腆", "优美", "甜美", "甜蜜", "整齐", "动人", "典雅", "尊敬", "舒服", "妩媚",
	"秀丽", "喜悦", "甜美", "彪壮", "强健", "大方", "俊秀", "聪慧", "陶醉", "悦耳", "动听", "明亮", "结实", "魁梧",
	"标致", "清脆", "敏感", "光亮", "大气", "老迟到", "知性", "冷傲", "呆萌", "野性", "隐形", "笑点低", "微笑", "笨笨",
	"难过", "沉静", "火星上", "失眠", "安静", "纯情", "要减肥", "迷路", "烂漫", "哭泣", "贤惠", "苗条", "温婉", "发嗲",
	"会撒娇", "贪玩", "执着", "眯眯眼", "花痴", "想人陪", "眼睛大", "高贵", "傲娇", "心灵美", "爱撒娇", "细腻", "天真",
	"怕黑", "感性", "飘逸", "怕孤独", "忐忑", "还单身", "怕孤单", "懵懂", "暗影", "狂战", "血煞", "星辰", "御风", "傲雪",
	"黎明", "永恒", "魔风", "冰封", "焱火", "雷霆", "幻影", "风暴", "天启", "圣光", "月影", "战神",
}
var AdjectiveSliceCount = len(AdjectiveSlice)
