package randomname

// NounsSlice 名词
var NounsSlice = []string{
	"战士", "猎手", "守护", "骑士", "法师", "剑客", "武者", "刺客", "游侠", "勇士", "统帅", "王者", "狂徒", "术士", "领主", "屠夫", "死神", "英雄",
	"星辰", "月光", "晨曦", "雷霆", "闪电", "风暴", "飓风", "冰霜", "烈焰", "火焰", "烈火", "寒冰", "星河", "银河", "流星", "雄狮", "猎豹", "飞鹰", "苍鹰", "雄鹰", "孤狼",
	"猛虎", "黑豹", "蟒蛇", "巨蟒", "雪豹", "猎鹰", "飞龙", "蝰蛇", "雪狐", "神龙", "凤凰", "麒麟", "玄武", "白虎", "朱雀", "青龙", "夜叉", "天使", "勇士", "战神", "圣骑",
	"魔神", "英灵", "幻影", "铁剑", "战斧", "长枪", "神弓", "利刃", "战刃", "圣剑", "魔剑", "战弓", "神枪", "战矛", "战锤", "圣盾", "魔杖", "法杖", "剑士", "骑士", "弓箭手",
	"法师", "战士", "刺客", "猎手", "游侠", "术士", "守护者", "战神", "魔导", "圣骑士", "刺客", "武士", "山峰", "峡谷", "海洋", "森林", "沙漠", "雪原", "火山", "冰川", "草原",
	"江河", "瀑布", "湖泊", "高原", "荒原", "群岛", "极光", "彩虹", "雷电", "暴风", "飓风", "龙卷", "海啸", "地震", "烈日", "星云", "黑洞", "流星", "霞光", "晚霞", "朝阳",
	"赤红", "深蓝", "纯黑", "雪白", "金色", "银色", "紫色", "翠绿", "橙色", "青色", "墨色", "血色", "霜色", "玉色", "琥珀", "永恒", "命运", "时光", "梦想", "幻想", "信念",
	"希望", "勇气", "荣耀", "战魂", "灵魂", "信仰", "命运", "光明", "黑暗", "钻石", "翡翠", "水晶", "玛瑙", "琥珀", "蓝宝石", "红宝石", "祖母绿", "紫晶", "黄玉", "珍珠",
	"玉石", "青金石", "蛋白石", "黑曜石",
}

var NounsSliceCount = len(NounsSlice)
